Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/muu_suuha_muu_sokkan_mu_sohka_minun_sukuni_-_virtuaaliset_oppitunnit_saamelaisten_kansallispaivan_kunniaksi_7_-9_2_2023.html.tmx
Source language: fin
Languages: sms

source: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuaaliset oppitunnit saamelaisten kansallispäivän kunniaksi 7.–9.2.2023
sms: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuaalʼlaž mättčiâss saaʹmi meersažpeeiʹv cisttân 7.–9.2.2023

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke juhlistaa 6.2. vietettävää saamelaisten kansallispäivää ja järjestää virtuaaliset oppitunnit 7.–9.2.2023.
sms: Sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz piʹlotthaʹŋǩǩõs juuhljâtt 6.2. vieʹttjem saaʹmi meersažpeeiʹv da jääʹrjast virtuaalʼlaž mättčiâssid 7.–9.2.2023.

source: Oppitunteja on yhteensä kolme, ja niiden aiheena on suku.
sms: Mättčiâss liâ õhttsiʹžže kolmm, da tõi teeʹmmen lij sokk.

source: Oppitunneilla selviää, miten suku ilmenee saamelaisessa perinnemusiikissa, saamenkielisessä sanastossa ja saamenpuvussa.
sms: Mättčiâssin seʹlvvan, mäʹhtt sokk očndââtt sääʹm äʹrbbvuõttmusiikkâst, sääʹmǩiõllsaž sannõõzzâst da sääʹmpihttsest.

source: Oppitunnit on suunnattu eri luokka-asteille, mutta oppitunneille ovat tervetulleita kaikki saamen kielistä ja saamelaisesta kulttuurista kiinnostuneet.
sms: Mättčiâss liâ jurddum jeeʹres klasstaaʹzzid, leša mättčiâssid liâ tiõrv puättam puk sääʹmǩiõlin da sääʹmkulttuurâst älšmam oummu.

source: Tunneille voi osallistua kukin oppija itsenäisesti tai koko luokka yhdessä samaan tuokioon yhteiseltä laitteelta.
sms: Čiâssid vuäitt vuässõõttâd juõǩǩʼkaž mättjeei jiõččnânji leʹbe klass õõutsââʹjest seämma poʹdde õhttsaž aparaattin.

source: Opetus on pääasiassa saameksi (inarin-, koltan- tai pohjoissaamen kieli), tukikielenä on suomi.
sms: Mättʼtõs lij vueiʹvväʹššest sääʹmǩiõʹlle (aanar-, nuõrtt- leʹbe tâʹvvsääʹmǩiõll), tuärjjǩiõllân lij lääʹddǩiõll.

source: Tunnit sopivat siis myös saamen kielen oppijoille.
sms: Čiâss sueʹppe âʹte še sääʹmǩiõl mättʼtõõđjid..

source: Tunteja pääsee seuraamaan suorana liittymislinkkejä klikkaamalla tai katsomalla oppituntien tallenteet.
sms: Čiâssid peäss seuʹrrjed vuõigg vuõlttõssân õhtteemliiŋkid kliʹkkjeeʹl leʹbe ǩiõččeeʹl mättčiâssi jiõntõõzzid.

source: Tuntien seuraaminen on maksutonta eikä vaadi ennakkoilmoittautumista.
sms: Čiâssi seuʹrrjummuš lij määustem ij-ka õõlǥât ouddiʹlmmtõõttmõõžž.

source: Tunneilla on myös mahdollisuus kysyä ja keskustella chatissa.
sms: Čiâssin lij še vueiʹtlvažvuõtt kõõččâd da saǥstõõllâd chaatâst.

source: Tallenteiden katseluaika on 10.–24.2. osoitteessa https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .
sms: Jiõntõõzzi ǩiõččâmäiʹǧǧ lij 10.–24.2. addrõõzzâst https://www.

source: Aikataulu:
sms: sääʹm-mätʼttõs.

source: tiistai 7.2. klo 10.00–10.45 Suku ja leu’ddit koltansaameksi Luokille 3–6 Opettajana Hanna-Maaria Kiprianoff Liittymislinkki
sms: com/šõddmõõžž-da-jiõntõõzz .

source: keskiviikko 8.2. klo 10.00–10.45 Suku ja sanasto inarinsaameksi Luokille 0–2 Opettajana Heli Aikio Liittymislinkki
sms: Äiʹǧǧtaull:

source: torstai 9.2. klo 10.00–10.45 Suku ja saamenpuku pohjoissaameksi Yläkoululaiset ja toinen aste Opettajana Anne Olli Liittymislinkki
sms: Mââibargg 7.2. čiâss 10.00–10.45 Sokk da leeuʹd nuõrttsääʹmǩiõʹlle Klaassid 3–6 Uʹčteeʹlen Hanna-Maaria Kiprianoff Õhtteemliŋkk

source: Pyeri puáttim !
sms: Seärad 8.2 čiâss 10.00–10.45 Sokk da sannõs aanarsääʹmǩiõʹlle Klaassid 0–2 Uʹčteeʹlen Heli Aikio Õhtteemliŋkk

source: Tiõrv pueʹttem !
sms: Neljdpeiʹvv 9.2. čiâss 10.00–10.45 Sokk da sääʹmpiiutâs tâʹvvsääʹmǩiõʹlle Pââibužškooulneeʹǩǩ da nuʹbb tääʹss Uʹčteeʹlen Anne Olli Õhtteemliŋkk

source: Bures boahtin !
sms: Pyeri puáttim!

source: Tervetuloa!
sms: Tiõrv pueʹttem!

source: Lisätietoja:
sms: Bures boahtim!

source: Hanna Helander, hankepäällikkö hanna.helander@edu.utsjoki.fi 040 701 2094
sms: Tervetuloa!

source: Arla Magga, hankekoordinaattori arla.magga@samediggi.fi 040 687 5989
sms: Lââʹssteâđaid:

source: Saamelaisten kansallispäivää vietetään vuosittain helmikuun 6. päivänä.
sms: Hanna Helander, haʹŋǩǩõsjååʹđteei hanna.helander@edu.utsjoki.fi 040 701 2094

source: Juhlallisuuksia järjestetään silloin perinteisesti eri puolilla Saamenmaata ja nykyisin myös Saamenmaan ulkopuolella.
sms: Arla Magga, haʹŋǩǩõskoordinaattor arla.magga@samediggi.fi 040 687 5989

source: Voit osallistua saamelaisten kansallispäivään myös seuraavin tavoin:
sms: Saaʹmi meersažpeeiʹv vieʹttjet piirieeʹjji täʹlvvmannu 6. peeiʹv.

source: Tutustu Saamelaiskäräjien monipuoliseen toimintaan Saamelaiskulttuurikeskus Sajoksessa Inarissa avointen ovien päivässä 6.2.
sms: Juhllvuõđid jäʹrjstet tâʹl äʹrbbvuõđlânji jeeʹres beäʹlnn Sääʹmjânnam da ânnʼjõžääiʹj še Sääʹmjânnam åålǥbeäʹlnn.

source: Tutustu Oktavuohta – saamelaistietoa opetukseen -sivustoon.
sms: Vuäitak vuässõõttâd saaʹmi meersažpeivva še näkam naaʹlin:

source: Sivustolta löytyy eri koulu- ja luokka-asteille suunniteltuja, aihepiireittäin jäsenneltyjä osioita ja tehtäviä.
sms: Tobdstõõđ Sääʹmteeʹǧǧ määŋgpeällsaž tåimmjummša Sääʹmkulttuurkõõskõs Sajoozzâst Aanrest pukid uhssäävai åårrai peeiʹvest 6.2.

source: Tilaa video-oppitunteja saamelaisaiheiden käsittelyyn koulussa.
sms: Tobdstõõđ Oktavuohta – sääʹmteâđ mättʼtõʹsse -seiddõʹsse.

source: Tutustu saamelaista kulttuuria käsitteleviin mobiilipeleihin ja harjoituksia sisältävään menetelmäpakkaan Nuorten Akatemian sivulla.
sms: Seiddõõzzâst käunnʼje jeeʹres škooul- da klass-taaʹzzid plaanuum, teeʹmmkruuggi mieʹldd tuʹtǩǩuum vueʹzz da tuâj.

source: Tutustu Sano se saameksi -puhekieliseen fraasisanakirjaan pohjois-, inarin- ja koltansaameksi.
sms: Tiʹlle video-mättčiâssid sääʹmteeʹmi ǩiõttʼtõõllmõʹšše škooulâst.

source: Sivustolla myös viisi lyhytdokumenttia, pikaopas saamelaiskulttuuriin, soundboard sekä kaksi kieliaiheista artikkelia.
sms: Tobdstõõđ sääʹmkulttuur ǩiõttʼtõõllâm mobiilsiõrid da harjjtõõzzid seʹst õõʹnni mõõntõõllâmpaʹǩǩe Nuõri Akatemia seeidast.

source: Opettele pohjoissaamea Saamelaisneuvoston IndyLan-kielenoppimissovelluksen avulla.
sms: Tobdstõõđ Säärn tõn säämas -mainstemǩiõllsiʹžže fraass-sääʹnnǩerjja tâʹvv-, aanar- da nuõrttsääʹmǩiõʹlle.

source: Sovellus ladattavissa Apple Storesta ja Google Playsta .
sms: Seiddõõzzâst še vitt vuäʹniǩdokumeeʹnt, ǩiõʹrǧǧesvueʹppes sääʹmkulttuuʹre, soundboard di kueʹhtt ǩiõllteeʹm õõʹni artikkeel.

source: Opettele pohjois-, inarin- tai koltansaamea lapsille suunnatulla Kaupunkiseikkailu-pelillä, joka on yhdistelmä lauta- ja korttipeliä.
sms: Mättʼtõõđ tâʹvvsääʹmǩiõl Sääʹmsuåvtõõzz IndyLan-ǩiõllmättjemsuåvldõõzz veäkka.

source: Peli on ladattavissa Apple Storesta ja Google Playsta .
sms: Suåvldõs laaddâmnalla Apple Storest da Google Playst .

source: Katso Muumilaakso-sarjaa Yle Areenassa pohjoissaameksi , inarinsaameksi tai koltansaameksi .
sms: Mättʼtõõđ tâʹvv-, aanar- leʹbe nuõrttsääʹmǩiõl päärnaid jurddum Kaupunkiseikkailu-siõrin, kååʹtt lij õhttuum luʹvdd- da korttsiõrr.
